method/Learning how to learn.org
#+OPTIONS: \n:t toc:nil num:nil html-postamble:nil
#+HTML_HEAD_EXTRA: <style>body {background: rgb(193, 230, 198) !important;}</style>
* habit & attitude
1. sleeping vs poison
2. exercise healthy brain
3. test: This test made me afraid VS This test has got me determined to do my best!
4. The Law of Serendipity: Lady Luck favors the one who tries
* mode
1. zombie vs vampire
2. focused vs diffuse
* chunking
1. neuro-circuit & chunking
2. chunks are best built with
	 - focused attention
	 - understanding
	 - practice or repetition
3. recall regardless environments
4. transfer different chunkings
5. interleave your learning
6. Einstellung
* illusion of competence
1. Minimize highlighting
2. Test yourself
3. Mistakes are good
4. Use deliberate practice
* long term memory
1. working memory to Long term memory & four slots
2. spaced repetition
* memory & understanding
1. things far away from us and close to us
2. metaphor
3. analogy
4. Memory palace technique
* procastination & neat walls
- Keep a planner journal
- commit yourself to certain routines and tasks each day
- Delay rewards until you finish the task
- Watch for procastination cues
- Gain trust in your new system
- Have backup plans for when you still procastinate
- Eat your frogs first
