method/Learning how to learn.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-01-18 Sat 16:20 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org48e90de" class="outline-2">
<h2 id="org48e90de">habit &amp; attitude</h2>
<div class="outline-text-2" id="text-org48e90de">
<ol class="org-ol">
<li>sleeping vs poison<br /></li>
<li>exercise healthy brain<br /></li>
<li>test: This test made me afraid VS This test has got me determined to do my best!<br /></li>
<li>The Law of Serendipity: Lady Luck favors the one who tries<br /></li>
</ol>
</div>
</div>
<div id="outline-container-orgc4712b8" class="outline-2">
<h2 id="orgc4712b8">mode</h2>
<div class="outline-text-2" id="text-orgc4712b8">
<ol class="org-ol">
<li>zombie vs vampire<br /></li>
<li>focused vs diffuse<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org848fad7" class="outline-2">
<h2 id="org848fad7">chunking</h2>
<div class="outline-text-2" id="text-org848fad7">
<ol class="org-ol">
<li>neuro-circuit &amp; chunking<br /></li>
<li>chunks are best built with<br />
<ul class="org-ul">
<li>focused attention<br /></li>
<li>understanding<br /></li>
<li>practice or repetition<br /></li>
</ul></li>
<li>recall regardless environments<br /></li>
<li>transfer different chunkings<br /></li>
<li>interleave your learning<br /></li>
<li>Einstellung<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org556b8db" class="outline-2">
<h2 id="org556b8db">illusion of competence</h2>
<div class="outline-text-2" id="text-org556b8db">
<ol class="org-ol">
<li>Minimize highlighting<br /></li>
<li>Test yourself<br /></li>
<li>Mistakes are good<br /></li>
<li>Use deliberate practice<br /></li>
</ol>
</div>
</div>
<div id="outline-container-orga07ef3c" class="outline-2">
<h2 id="orga07ef3c">long term memory</h2>
<div class="outline-text-2" id="text-orga07ef3c">
<ol class="org-ol">
<li>working memory to Long term memory &amp; four slots<br /></li>
<li>spaced repetition<br /></li>
</ol>
</div>
</div>
<div id="outline-container-orga4298ea" class="outline-2">
<h2 id="orga4298ea">memory &amp; understanding</h2>
<div class="outline-text-2" id="text-orga4298ea">
<ol class="org-ol">
<li>things far away from us and close to us<br /></li>
<li>metaphor<br /></li>
<li>analogy<br /></li>
<li>Memory palace technique<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org084c079" class="outline-2">
<h2 id="org084c079">procastination &amp; neat walls</h2>
<div class="outline-text-2" id="text-org084c079">
<ul class="org-ul">
<li>Keep a planner journal<br /></li>
<li>commit yourself to certain routines and tasks each day<br /></li>
<li>Delay rewards until you finish the task<br /></li>
<li>Watch for procastination cues<br /></li>
<li>Gain trust in your new system<br /></li>
<li>Have backup plans for when you still procastinate<br /></li>
<li>Eat your frogs first<br /></li>
</ul>
</div>
</div>
</div>
</body>
</html>
